<?php
//	MOD Stop Spammer - Translation by ZeUsSaN
$txt['stopspammer_error'] = 'Помилка зв\'язку з БД Anti Spam. Не вдалося підключиться.<br /> Будь ласка пробуйте знову трохи пізніше, або зв\'яжіться з ВебМайстром ';
$txt['stopspammer_count'] = 'Спамери були заблоковані на сьогоднішній день';
$txt['stopspammer_title'] = 'Знайдіть більше інформації на Форумі `Stop Spam`';

$txt['stopspammer_enable'] = 'Увімкнути/Вимкнути Мод Stop Spammer';
$txt['stopspammer_show01'] = 'Показати, посилання "Більше Інформації" для всіх користувачів';
$txt['stopspammer_show01_sub'] = 'Ви можете перевірити будь-якого користувача в будь-який час, одним простим кліком';

$txt['stopspammer_faildb'] = 'Якщо сталася помилка зв\'язку з БД Anti Spam ...';
$txt['stopspammer_fail01'] = 'Показати Помилку та Зупинити Реєстрацію';
$txt['stopspammer_fail02'] = 'Дозволити Безпосередньо Реєстрацію';
$txt['stopspammer_fail03'] = 'Рейтинг клієнта користувача і показувати іконку для перевірки';
$txt['stopspammer_faildb1_sub'] = 'Ваш хост може зробити віддалене підключення до БД';
$txt['stopspammer_faildb2_sub'] = 'Ваш хост не може зроблять віддалене підключення до БД, Спробуйте пождже <br /> Якщо це продовжується перегляньте Тему Підтримки та пошукайте відповідь серед ';
$txt['stopspammer_not_translate'] = '<a href="http://www.simplemachines.org/community/index.php?topic=283309.new#post_issues"> <span class="error"> <b>Відомих проблем</b></span></a>';

$txt['stopspammer_leyd01'] = 'Not Spammer: Цих даних немає в БД. Але ви можете перевірити ';
$txt['stopspammer_leyd02'] = 'Підозрюваний: Цей користувач не перевірений. Перевірити зараз';
$txt['stopspammer_leyd03'] = 'Spammers: Подивіться більше інформації діяльності цього спамера';

$txt['in_stop_forum_spam'] = 'У Stop Forum Spam Web(SFS):';
$txt['spammers_checks'] =' Перевірити цих користувачів;
$txt['spammers_report'] = 'Повідомити про цих користувачів;
$txt['confirm_spammers_checks'] =' Ви впевнені, що хочете перевірити вибраннх користувачів? ';
$txt['confirm_spammers_report'] = 'Ви впевнені, що хочете повідомити про обраних користувачів?\nПодумайте, що, коли ви повідомите про користувача в SFS його Позначити як спамера в усьому світі,\nі він/вона не зможе використати будь-який з форумів , пов'язаних з SFS в усьому світі.\n\nЗробіть це, тільки якщо ви абсолютно впевнені, вони спамери і якщо з якої-небудь причини сталися помилки,\nповідомте якомога швидше розробникам модифікації, щоб вони якомога швидше виправили помилку всередині SFS даних.';

$txt['stopspammer_profilecheck'] = 'Перевірити цього користувача';
$txt['stopspammer_limitexceded'] = 'Ви перевищили ліміт перевірок (5000 API запитів на день). Ви повинні почекати до завтра, щоб перевірити ще раз.';

$txt['stopspammer_api_key'] = 'Ваш ключ API';
$txt['stopspammer_api_key_sub'] = 'Якщо ви хочете використовувати власний ключ API необхідно спочатку перейти до <a href="http://www.stopforumspam.com/signup" target="_blank">www.stopforumspam.com</a>, щоб зареєструватися, отримати і написати його тут. Якщо у вас немає ключа залиште поле порожнім і модифыкація буде використовувати API ключ за замовчуванням.';

$txt['stopspammer_check_sub1'] = '<br />Якщо модифікація увімкнена, користувачів перевіряють увесь час:';
$txt['stopspammer_check_name'] = 'Перевірити ім\'я користувача';
$txt['stopspammer_check_mail'] = 'Перевірити email';
$txt['stopspammer_check_ip'] = 'Перевірити IP';
$txt['stopspammer_check_sub2'] = 'За замовчуванням кожен раз, коли ви перевіряете користувачів за допомогою MOD Stop Spammer він буде перевіряти їх ім\'я користувача, адресу електронної пошти та IP. Якщо ви отримуєте занадто багато помилкових спрацьовувань, цю опцію можна вимкнути. Ми не рекомендуємо вам відключити ще 2 варіанти опції (щоб перевірити їхню електронну пошту і IP), якщо ви знаєте, що робите.';
