<?php
//	MOD Stop Spammer - Translation by ZeUsSaN & Bugo
$txt['stopspammer_error'] = 'Ошибка связи с базой данных анти-спама.<br />
Пожалуйста, попробуйте вновь чуть позже, или свяжитесь с веб-мастером';
$txt['stopspammer_count'] = 'Заблокированные спамеры на текущий день';
$txt['stopspammer_title'] = 'Ищите дополнительную информацию на форуме разработчиков';

$txt['stopspammer_enable'] = 'Включить/Выключить мод Stop Spammer';
$txt['stopspammer_show01'] = 'Показывать ссылку "Подробней..." всем пользователям';
$txt['stopspammer_show01_sub'] = 'Можно проверить любого пользователя в любое время одним кликом';

$txt['stopspammer_faildb'] = 'В случае ошибки связи с базой данных анти-спама...';
$txt['stopspammer_fail01'] = 'Показать ошибку и остановить регистрацию';
$txt['stopspammer_fail02'] = 'Разрешить немедленную регистрацию';
$txt['stopspammer_fail03'] = 'Одобрить пользователя и показывать жёлтую иконку для проверки позднее';
$txt['stopspammer_faildb1_sub'] = 'Ваш хост может произвести удалённое подключение к БД';
$txt['stopspammer_faildb2_sub'] = 'Ваш хост не может произвести удалённое подключение к БД. Попробуйте позже.<br />
Если эта ошибка повторяется, найдите тему ';
$txt['stopspammer_not_translate'] = '<a href="http://www.simplemachines.org/community/index.php?topic=283309.new#post_issues"><span class="error"><b>Known Issues</b> ("Известные проблемы")</span></a> на форуме поддержки';

$txt['stopspammer_leyd01'] = 'Не спаммер: этих данных нет в базе данных. Но можно проверить';
$txt['stopspammer_leyd02'] = 'Подозреваемый: этот пользователь не проверен. Проверить сейчас';
$txt['stopspammer_leyd03'] = 'Спаммер: посмотрите дополнительные сведения об активности этого спаммера';

$txt['stopspammer_profilecheck'] = 'Проверка пользователя';
$txt['stopspammer_limitexceded'] = 'Проверочный лимит исчерпан (5000 API запросов в день).<br />Вы должны подождать до завтра, чтобы проверить снова.';

$txt['in_stop_forum_spam'] = 'В Stop Forum Spam Web:';
$txt['spammers_checks'] = 'Проверить этих пользователей';
$txt['spammers_report'] = 'Сообщить об этих пользователях';
$txt['confirm_spammers_checks'] = 'Вы действительно хотите проверить выбранных пользователей?';
$txt['confirm_spammers_report'] = 'Вы действительно хотите сообщить о выбранных пользователях?\n\nЕсли Вы сделаете это, они станут известны всему миру в качестве спаммеров и не смогут использовать другие форумы, защищённые SFS (во всём мире).\n\nПоэтому Вы должны быть твёрдо уверены, что они спаммеры. И если по какой-то причине Вы ошибетесь, Вам придётся\nкак можно быстрее сообщить создателю мода о необходимости внести коррективы в базу данных SFS.';

$txt['stopspammer_api_key'] = 'Ваш API ключ';
$txt['stopspammer_api_key_sub'] = 'Если хотите получить собственный API ключ, зайдите на сайт <a href="http://www.stopforumspam.com/signup" target="_blank">www.stopforumspam.com</a> для регистрации, а потом укажите ключ здесь. Если Вы пока не получили ключ, оставьте поле пустым. Тогда будет использоваться ключ по умолчанию.';

$txt['stopspammer_check_sub1'] = '<br />Проверка пользователей (при активации мода Stop Spammer):';
$txt['stopspammer_check_name'] = 'По их никам';
$txt['stopspammer_check_mail'] = 'По их адресам электронной почты';
$txt['stopspammer_check_ip'] = 'По их IP';
$txt['stopspammer_check_sub2'] = 'По умолчанию мод Stop Spammer каждый раз проверяет имена, email и IP пользователей. Если Вы получаете слишком много ложных срабатываний, можно отключить эту функцию. Не рекомендуем отключать другие 2 функции (для проверки email и IP), пока Вы не знаете, что делать.';
